Repository: Muhammad-jawad/google-reviews-display
Catalog: languages/google-reviews-display-*.po
Languages: es_es, fr_fr, ur_pk

source: Google Reviews Settings
es_es: Configuración de reseñas de Google
fr_fr: Paramètres des avis Google
ur_pk: گوگل ریویو سیٹنگز

source: Google Reviews
es_es: Reseñas de Google
fr_fr: Avis Google
ur_pk: گوگل ریویوز

source: API Settings
es_es: Configuración de API
fr_fr: Paramètres de l'API
ur_pk: API سیٹنگز

source: Google Places API Key
es_es: Clave API de Google Places
fr_fr: Clé API Google Places
ur_pk: گوگل پلیس API کلید

source: Google Place ID
es_es: ID del lugar de Google
fr_fr: ID du lieu Google
ur_pk: گوگل پلیس ID

source: Cache Time (seconds)
es_es: Tiempo de caché (segundos)
fr_fr: Durée du cache (secondes)
ur_pk: کیش وقت (سیکنڈز)

source: Display Format
es_es: Formato de visualización
fr_fr: Format d'affichage
ur_pk: ڈسپلے فارمیٹ

source: Google Image URL
es_es: URL de imagen de Google
fr_fr: URL de l'image Google
ur_pk: گوگل امیج یو آر ایل

source: Enter your Google Places API settings below. You can customize the order of elements using the variables: {label}, {stars}, {rating}, {total_reviews}, {google_image}
es_es: Ingrese su configuración de Google Places API a continuación. Puede personalizar el orden usando: {label}, {stars}, {rating}, {total_reviews}, {google_image}
fr_fr: Entrez vos paramètres d'API Google Places ci-dessous. Vous pouvez personnaliser l'ordre des éléments : {label}, {stars}, {rating}, {total_reviews}, {google_image}
ur_pk: نیچے اپنی گوگل پلیس API سیٹنگز درج کریں۔ آپ ان عناصر کو ترتیب دے سکتے ہیں: {label}, {stars}, {rating}, {total_reviews}, {google_image}

source: Default: 86400 (24 hours). Minimum: 300 (5 minutes)
es_es: Predeterminado: 86400 (24 horas). Mínimo: 300 (5 minutos)
fr_fr: Par défaut : 86400 (24 heures). Minimum : 300 (5 minutes)
ur_pk: ڈیفالٹ: 86400 (24 گھنٹے)، کم از کم: 300 (5 منٹ)

source: Use template variables such as:
es_es: Use variables de plantilla como:
fr_fr: Utilisez les variables de modèle comme :
ur_pk: ان ٹیمپلیٹ ویریبلز کو استعمال کریں:
